/* Add Bookmark */
"Add Bookmark" = "Új Könyvjelző";

/* Bookmarks */
"Bookmarks" = "Könyvjelzők";

/* Can't find host */
"Can't find host" = "A szolgáltatás nem elérhető.";

/* Cancel */
"Cancel" = "Mégse";

/* Clear */
"Clear" = "Törlés";

/* Clear History */
"Clear History" = "Előzmények Törlése";

/* Database Error */
"Database Error" = "Adatbázis hiba";

/* Edit */
"Edit" = "Szerkesztés";

/* Error */
"Error" = "Hiba";

/* Error: No Internet Connection */
"Error: No Internet Connection" = "Hiba: Nincs internetkapcsolat";

/* History */
"History" = "Előzmények";

/* Loading... */
"Loading..." = "Betöltés...";

/* Set Language */
"Set Language" = "Nyelvbeállítás";

/* This application requires internet access. */
"This application requires internet access." = "Ez az alkalmazás internethozzáférést igényel.";

/* Wikipedia could not be located. Please check your internet connection. */
"Wikipedia could not be located. Please check your internet connection." = "A Wikipédia nem elérhető. Ellenőrizze az internetkapcsolatot.";

